# Minimal starter Brewfile (install only; no prune)

# --- formulae ---
brew "mas"
brew "pyenv"
brew "sqlite"
brew "zsh-syntax-highlighting"

# --- casks ---
cask "appcleaner"
cask "arq"
cask "calibre"
cask "carbon-copy-cloner"
cask "daisydisk"
cask "discord"
cask "downie"
cask "ente-auth"
cask "fastmail"
cask "fork"
cask "handbrake-app"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "makemkv"
cask "meta"
cask "moom"
cask "name-mangler"
cask "pastebot"
cask "plex-media-server"
cask "signal"
# cask "sublime-merge"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
