# Minimal starter Brewfile (install only; no prune)

# --- formulae ---
brew "hugo"
brew "mas"
brew "sqlite"
brew "zsh-syntax-highlighting"

# --- casks ---
cask "appcleaner"
cask "calibre"
cask "carbon-copy-cloner"
cask "daisydisk"
cask "discord"
cask "downie"
cask "handbrake-app"
cask "iina"
cask "makemkv"
cask "meta"
cask "moom"
cask "name-mangler"
cask "pastebot"
cask "plex-media-server"
cask "signal"
cask "sublime-merge"
cask "transmission"
cask "transmit"
